import React, { Component } from 'react'

export class PageText extends Component {
    render() {
        return (
            <div className="page-text">

                <div className="text-for-main-page">
                    <h2>Добро пожаловать в FlowerShop — ваш надежный сервис для доставки цветов!</h2>
                    <section>
                        <p>Мы предлагаем вам широкий выбор свежих и красивых цветов для любого события. Наша цель — сделать каждый момент вашей жизни ярким и незабываемым. В FlowerShop мы знаем, как важно выразить чувства через цветы, поэтому гарантируем не только высокое качество, но и индивидуальный подход к каждому заказу.</p>
                    </section>
                    <section>
                        <h2>Наши букеты для любого случая</h2>
                        <p>В нашем ассортименте — розы, тюльпаны, орхидеи, лилии и многое другое. Каждый букет создается с любовью и вниманием к деталям, чтобы подарить радость и эмоции. Мы предлагаем как классические композиции, так и эксклюзивные букеты, созданные специально для вас.</p>
                    </section>
                    <section>
                        <h2>Преимущества работы с FlowerShop:</h2>
                        <ul>
                            <li>Широкий выбор свежих цветов</li>
                            <li>Индивидуальные букеты, созданные по вашему заказу</li>
                            <li>Быстрая и надежная доставка в любой уголок города</li>
                            <li>Гарантия свежести и идеального вида при доставке</li>
                        </ul>
                    </section>
                    <section>
                        <p>Доставка цветов с FlowerShop — это просто и удобно. Вы можете выбрать букет онлайн, указать адрес доставки, и наши курьеры привезут его точно в срок. Мы гарантируем свежесть цветов и их идеальный вид при доставке. Независимо от того, празднуете ли вы день рождения, свадьбу или просто хотите сделать приятное близкому человеку, с нами каждый момент станет особенным.</p>
                        <p>Заказать цветы в FlowerShop — значит сделать подарок, который запомнится надолго. Мы заботимся о каждой детали, чтобы ваши эмоции были переданы через каждый лепесток. Подарите радость с FlowerShop — дарим цветы, дарим эмоции!</p>
                    </section>
                </div>

            </div>
        )
    }
}

export default PageText